Repository: awh/patched-trusty-ppp
Catalog: debian/po/*.po
Languages: eu, ru, zh_tw

source: Configure and start a PPPoE connection
eu: PPPoE konexioa konfiguratu eta abiarazi
ru: Настройка и установка PPPoE-соединения
zh_tw: 設定並啟用 PPPoE 連線

source: No PPPoE concentrator
eu: Ez da PPPoE bilgunerik aurkitu
ru: Нет PPPoE-концентратора.
zh_tw: 沒有可用的 PPPoE 連線

source: All network interfaces have been probed, but a PPPoE concentrator was not detected.
eu: Sare interfaze guztiak probatu dira baina ez da PPPoE bilgunerik topatu.
ru: Была выполнена проверка всех сетевых интерфейсов, но PPPoE-концентратор не был обнаружен.
zh_tw: 已搜尋過所有網路介面，但是沒有找到任何可用的 PPPoE 連線。

source: The configuration of PPPoE has been aborted. It can be attempted again by selecting the relevant menu entry.
eu: PPPoE konfigurazioa utzia izan da. Berriz abiarazi daiteke menutik dagokion sarrera aukeratuaz.
ru: Настройка PPPoE была прервана. Она может быть повторена выбором соответствующего пункта меню.
zh_tw: 這次 PPPoE 的設定已經取消，您可以透過選取相關選單再次設定。

source: ISP account username:
eu: ISP kontu erabiltzaile izena:
ru: Имя пользователя для учётной записи ISP:
zh_tw: ISP 使用者帳號：

source: Please enter the username for the PPP connection.
eu: Mesedez idatzi PPP konexioaren erabiltzaile izena.
ru: Введите имя пользователя для PPP-соединения.
zh_tw: 請輸入 PPP 連線的使用者帳號。

source: This information should have been provided by your Internet Service Provider.
eu: Datu hauek zure Internet hornitzaileak eman behar izan dizkizu.
ru: Эту информацию должен был предоставить ваш Интернет-провайдер (ISP).
zh_tw: 這些資訊可以從您的網路服務提供商取得。

source: ISP account password:
eu: ISP kontu pasahitza:
ru: Пароль учётной записи ISP:
zh_tw: ISP 使用者密碼：

source: Please enter the password for the PPP connection.
eu: Mesedez idatzi zure PPP konexio pasahitza.
ru: Введите пароль для PPP-соединения.
zh_tw: 請輸入 PPP 連線的使用者密碼。

source: No Ethernet interface
eu: Ez da Ethernet interfazerik aurkitu
ru: Нет Ethernet-интерфейса.
zh_tw: 無任何網路介面

source: PPPoE networking cannot be configured because no Ethernet interface was detected.
eu: PPPoE sarea ezin izan da konfiguratu ez bait da ethernet interfazerik atzeman.
ru: Настройка соединения PPPoE невозможна, так как не был обнаружен ни один Ethernet-интерфейс.
zh_tw: 無法設定 PPPoE 網路，因為找不到任何網路介面卡。

source: Searching for concentrators on ${IFACE}...
eu: ${IFACE} interfazean bilgunearen bila7...
ru: Поиск PPPoE-концентраторов интерфейса ${IFACE}...
zh_tw: 在 ${IFACE} 上搜尋可用的連線...

source: Failed authentication
eu: Egiaztapenak huts egin du
ru: Ошибка аутентификации.
zh_tw: 認證失敗

source: A PPPoE connection was attempted, but the provided login information was probably incorrect.
eu: PPPoE konexio saiekare egin da baina hornitzaile saio hasiera datuak ziurrenik okerrak dira.
ru: Была предпринята попытка PPPoE-соединения, но указанная регистрационная информация, вероятно, ошибочна.
zh_tw: 嘗試 PPPoE 連線失敗，提供的登入資訊可能有誤。

source: Please check the username and password you provided.
eu: Mesedez ziurtatu zaitez erabiltzaile izen eta pasahitz zuzenak idatzi dituzula.
ru: Проверьте указанные имя пользователя и пароль.
zh_tw: 請檢查使用者名稱與密碼是否正確。

source: Unhandled error
eu: Errore kudeaezina
ru: Необработанная ошибка.
zh_tw: 無法處理的錯誤

source: An unidentified error happened while attempting to create a connection.
eu: Identifikazio errore bat gertatu da konexio bat sortzen saiatzean.
ru: При попытке соединения произошла неизвестная ошибка.
zh_tw: 嘗試建立連線時發生無法辨識的錯誤。

source: Please wait...
eu: Itxoin mesedez...
ru: Пожалуйста подождите...
zh_tw: 請稍候...
